export const listArticle = [
  {
    id: 1,
    image: '/img/article/article4.png',
    title: '『大好評』小田原漆器についてご紹いてご紹介しています。',
    tags: ['送料無料', '農薬節約栽培', '期間限定'],
    description: '株式会社Branding House（以下「当社」という）は、ユーザーおよび当社に関係する皆様からお預かりする個人情報を厳格に保護し、適切に取扱うことが当社運営上の重要課題であると認識しております。ユーザーが、当社の運営するウェブサイト「OSHINAGAKI」（以下「本サービス」）という）を利用した場合、下記のプライバシーポリシーに同意されたものとみなします。当社は、個人情報の保護に適用される法令、',
  },
  {
    id: 2,
    image: '/img/article/article5.png',
    title: '『大好評』小田原漆器についてご紹いてご紹介しています。',
    tags: ['送料無料', '農薬節約栽培', '期間限定'],
    description: '株式会社Branding House（以下「当社」という）は、ユーザーおよび当社に関係する皆様からお預かりする個人情報を厳格に保護し、適切に取扱うことが当社運営上の重要課題であると認識しております。ユーザーが、当社の運営するウェブサイト「OSHINAGAKI」（以下「本サービス」）という）を利用した場合、下記のプライバシーポリシーに同意されたものとみなします。当社は、個人情報の保護に適用される法令、',
  },
  {
    id: 3,
    image: '/img/article/article6.png',
    title: '『大好評』小田原漆器についてご紹いてご紹介しています。',
    tags: ['送料無料', '農薬節約栽培', '期間限定'],
    description: '株式会社Branding House（以下「当社」という）は、ユーザーおよび当社に関係する皆様からお預かりする個人情報を厳格に保護し、適切に取扱うことが当社運営上の重要課題であると認識しております。ユーザーが、当社の運営するウェブサイト「OSHINAGAKI」（以下「本サービス」）という）を利用した場合、下記のプライバシーポリシーに同意されたものとみなします。当社は、個人情報の保護に適用される法令、',
  },
  {
    id: 4,
    image: '/img/article/article7.png',
    title: '『大好評』小田原漆器についてご紹いてご紹介しています。',
    tags: ['送料無料', '農薬節約栽培', '期間限定'],
    description: '株式会社Branding House（以下「当社」という）は、ユーザーおよび当社に関係する皆様からお預かりする個人情報を厳格に保護し、適切に取扱うことが当社運営上の重要課題であると認識しております。ユーザーが、当社の運営するウェブサイト「OSHINAGAKI」（以下「本サービス」）という）を利用した場合、下記のプライバシーポリシーに同意されたものとみなします。当社は、個人情報の保護に適用される法令、',
  },
  {
    id: 5,
    image: '/img/article/article8.png',
    title: '『大好評』小田原漆器についてご紹いてご紹介しています。',
    tags: ['送料無料', '農薬節約栽培', '期間限定'],
    description: '株式会社Branding House（以下「当社」という）は、ユーザーおよび当社に関係する皆様からお預かりする個人情報を厳格に保護し、適切に取扱うことが当社運営上の重要課題であると認識しております。ユーザーが、当社の運営するウェブサイト「OSHINAGAKI」（以下「本サービス」）という）を利用した場合、下記のプライバシーポリシーに同意されたものとみなします。当社は、個人情報の保護に適用される法令、',
  },
  {
    id: 6,
    image: '/img/article/article9.png',
    title: '『大好評』小田原漆器についてご紹いてご紹介しています。',
    tags: ['送料無料', '農薬節約栽培', '期間限定'],
    description: '株式会社Branding House（以下「当社」という）は、ユーザーおよび当社に関係する皆様からお預かりする個人情報を厳格に保護し、適切に取扱うことが当社運営上の重要課題であると認識しております。ユーザーが、当社の運営するウェブサイト「OSHINAGAKI」（以下「本サービス」）という）を利用した場合、下記のプライバシーポリシーに同意されたものとみなします。当社は、個人情報の保護に適用される法令、',
  },
  {
    id: 7,
    image: '/img/article/article10.png',
    title: '『大好評』小田原漆器についてご紹いてご紹介しています。',
    tags: ['送料無料', '農薬節約栽培', '期間限定'],
    description: '株式会社Branding House（以下「当社」という）は、ユーザーおよび当社に関係する皆様からお預かりする個人情報を厳格に保護し、適切に取扱うことが当社運営上の重要課題であると認識しております。ユーザーが、当社の運営するウェブサイト「OSHINAGAKI」（以下「本サービス」）という）を利用した場合、下記のプライバシーポリシーに同意されたものとみなします。当社は、個人情報の保護に適用される法令、',
  },
  {
    id: 8,
    image: '/img/article/article11.png',
    title: '『大好評』小田原漆器についてご紹いてご紹介しています。',
    tags: ['送料無料', '農薬節約栽培', '期間限定'],
    description: '株式会社Branding House（以下「当社」という）は、ユーザーおよび当社に関係する皆様からお預かりする個人情報を厳格に保護し、適切に取扱うことが当社運営上の重要課題であると認識しております。ユーザーが、当社の運営するウェブサイト「OSHINAGAKI」（以下「本サービス」）という）を利用した場合、下記のプライバシーポリシーに同意されたものとみなします。当社は、個人情報の保護に適用される法令、',
  },
  {
    id: 9,
    image: '/img/article/article12.png',
    title: '『大好評』小田原漆器についてご紹いてご紹介しています。',
    tags: ['送料無料', '農薬節約栽培', '期間限定'],
    description: '株式会社Branding House（以下「当社」という）は、ユーザーおよび当社に関係する皆様からお預かりする個人情報を厳格に保護し、適切に取扱うことが当社運営上の重要課題であると認識しております。ユーザーが、当社の運営するウェブサイト「OSHINAGAKI」（以下「本サービス」）という）を利用した場合、下記のプライバシーポリシーに同意されたものとみなします。当社は、個人情報の保護に適用される法令、',
  },
];

export const articleDetail =
{
  id: 1,
  image: '/img/article_detail_banner.png',
  title: '『大好評』小田原漆器についてご紹いてご紹介しています。',
  tags: ['送料無料', '農薬節約栽培', '期間限定'],
  description: '株式会社Branding House（以下「当社」という）は、ユーザーおよび当社に関係する皆様からお預かりする個人情報を厳格に保護し、適切に取扱うことが当社運営上の重要課題であると認識しております。ユーザーが、当社の運営するウェブサイト「OSHINAGAKI」（以下「本サービス」）という）を利用した場合、下記のプライバシーポリシーに同意されたものとみなします。当社は、個人情報の保護に適用される法令、ガイドラインおよびその他の規範を遵守するとともに、個人情報保護方針を定めその保護に努めます。',
  blogs: [
    {
      id: 1,
      image: '/img/article/article5.png',
      title: 'タイトルタイトルタイトルタイトル',
      listProducts: [
        {
          id: 1,
          productThumb: '/img/article/product1.png',
          productName: '『大好評』1度は食べたい淡路島のたまねぎ！加熱するとまるでフルーツ！',
          productPrice: 4321,
          productOwner: {
            name: '小田原漆器',
            avatar: '/img/sellers/seller-01.png',
            introduction: '木地部門　伝統工芸士',
          },
        },
        {
          id: 2,
          productThumb: '/img/article/product2.png',
          productName: '『大好評』1度は食べたい淡路島のたまねぎ！加熱するとまるでフルーツ！',
          productPrice: 4321,
          productOwner: {
            name: '小田原漆器',
            avatar: '/img/sellers/seller-01.png',
            introduction: '木地部門　伝統工芸士',
          },
        },
        {
          id: 3,
          productThumb: '/img/article/product3.png',
          productName: '『大好評』1度は食べたい淡路島のたまねぎ！加熱するとまるでフルーツ！',
          productPrice: 4321,
          productOwner: {
            name: '小田原漆器',
            avatar: '/img/sellers/seller-01.png',
            introduction: '木地部門　伝統工芸士',
          },
        },
      ],
      description: `4．利用目的の変更
      ①当社は，利用目的が変更前と関連性を有すると合理的に認められる場合に限り，個人情報の利用目的を変更するものとします。
      ②利用目的の変更を行った場合には，変更後の目的について，当社所定の方法により，ユーザーに通知し，または本ウェブサイト上に公表するものとします。

      5．個人情報の第三者提供
      ①当社は，次に掲げる場合を除いて，あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。ただし，個人情報保護法その他の法令で認められる場合を除きます。
      ・人の生命，身体または財産の保護のために必要がある場合であって，本人の同意を得ることが困難であるとき
      ・公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって，本人の同意を得ることが困難であるとき
      ・国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって，本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき
      ・予め次の事項を告知あるいは公表し，かつ当社が個人情報保護委員会に届出をしたとき
      ・利用目的に第三者への提供を含むこと
      ・第三者に提供されるデータの項目
      ・第三者への提供の手段または方法
      ・本人の求めに応じて個人情報の第三者への提供を停止すること
      ・本人の求めを受け付ける方法
      ②前項の定めにかかわらず，次に掲げる場合には，当該情報の提供先は第三者に該当しないものとします。
      ・当社が利用目的の達成に必要な範囲内において個人情報の取扱いの全部または一部を委託する場合
      ・合併その他の事由による事業の承継に伴って個人情報が提供される場合
      ・個人情報を特定の者との間で共同して利用する場合であって，その旨並びに共同して利用される個人情報の項目，共同して利用する者の範囲，利用する者の利用目的および当該個人情報の管理について責任を有する者の氏名または名称について，あらかじめ本人に通知し，または本人が容易に知り得る状態に置いた場合`,
    },
    {
      id: 2,
      image: '/img/article/article6.png',
      title: 'タイトルタイトルタイトルタイトル',
      price: '¥4,321',
      listProducts: [
        {
          id: 1,
          productThumb: '/img/article/product1.png',
          productName: '『大好評』1度は食べたい淡路島のたまねぎ！加熱するとまるでフルーツ！',
          productPrice: 4321,
          productOwner: {
            name: '小田原漆器',
            avatar: '/img/sellers/seller-01.png',
            introduction: '木地部門　伝統工芸士',
          },
        },
        {
          id: 2,
          productThumb: '/img/article/product2.png',
          productName: '『大好評』1度は食べたい淡路島のたまねぎ！加熱するとまるでフルーツ！',
          productPrice: 4321,
          productOwner: {
            name: '小田原漆器',
            avatar: '/img/sellers/seller-01.png',
            introduction: '木地部門　伝統工芸士',
          },
        },
        {
          id: 3,
          productThumb: '/img/article/product3.png',
          productName: '『大好評』1度は食べたい淡路島のたまねぎ！加熱するとまるでフルーツ！',
          productPrice: 4321,
          productOwner: {
            name: '小田原漆器',
            avatar: '/img/sellers/seller-01.png',
            introduction: '木地部門　伝統工芸士',
          },
        },
      ],
      description: `6．個人情報の開示
      ①当社は，本人から個人情報の開示を求められたときは，本人に対し，遅滞なくこれを開示します。ただし，開示することにより次のいずれかに該当する場合は，その全部または一部を開示しないこともあり，開示しない決定をした場合には，その旨を遅滞なく通知します。なお，個人情報の開示に際しては，1件あたり1，000円の手数料を申し受けます。
      ・本人または第三者の生命，身体，財産その他の権利利益を害するおそれがある場合
      ・当社の業務の適正な実施に著しい支障を及ぼすおそれがある場合
      ・その他法令に違反することとなる場合
      ②前項の定めにかかわらず，履歴情報および特性情報などの個人情報以外の情報については，原則として開示いたしません。`,
    },
  ],
  related: [
    {
      id: 1,
      productThumb: '/img/article/product1.png',
      productName: '『大好評』1度は食べたい淡路島のたまねぎ！加熱するとまるでフルーツ！',
      productPrice: 4321,
      productOwner: {
        name: '小田原漆器',
        avatar: '/img/sellers/seller-01.png',
        introduction: '木地部門　伝統工芸士',
      },
    },
    {
      id: 2,
      productThumb: '/img/article/product2.png',
      productName: '『大好評』1度は食べたい淡路島のたまねぎ！加熱するとまるでフルーツ！',
      productPrice: 4321,
      productOwner: {
        name: '小田原漆器',
        avatar: '/img/sellers/seller-01.png',
        introduction: '木地部門　伝統工芸士',
      },
    },
    {
      id: 3,
      productThumb: '/img/article/product3.png',
      productName: '『大好評』1度は食べたい淡路島のたまねぎ！加熱するとまるでフルーツ！',
      productPrice: 4321,
      productOwner: {
        name: '小田原漆器',
        avatar: '/img/sellers/seller-01.png',
        introduction: '木地部門　伝統工芸士',
      },
    },
  ],
  blogType: 1,
};
